Repository: newlen88/CourierTheme
Catalog: lib/l10n/intl_*.arb
Languages: es_es

# signIn
source: Sign in with phone number
es_es: Iniciar sesión con número de teléfono

# countryText
source: Select Country
es_es: Seleccionar país

# phoneText
source: Phone number
es_es: Número de teléfono

# phoneHint
source: Enter phone number
es_es: Introduzca el número de teléfono

# continueText
source: Continue
es_es: Seguir

# signinOTP
source: We'll send OTP for verification
es_es: Enviaremos OTP para verificación

# orContinue
source: or Continue with
es_es: o continuar con

source: Network error
es_es: Error de red

source: Invalid number
es_es: Número invalido

source: Invalid name
es_es: Nombre inválido

source: Invalid email
es_es: Email inválido

source: Invalid OTP
es_es: OTP inválido

# otpText
source: Enter 6 digit verification code sent on your given number
es_es: Ingrese el código de verificación de 6 dígitos enviado en su número dado

# otpText1
source: Enter 6 digit verification code
es_es: Ingrese el código de verificación de 6 dígitos

# resendText
source: RESEND
es_es: ENVIAR

source: Enter OTP
es_es: Ingrese OTP

# invalidNameEmail
source: Invalid name and email
es_es: Nombre y correo electrónico no válidos

# nameText
source: Full Name
es_es: Nombre completo

# nameHint
source: Enter Full name
es_es: Ingrese el nombre completo

# emailText
source: Email Address
es_es: Dirección de correo electrónico

# emailHint
source: Enter Email Address
es_es: Introduzca la dirección de correo electrónico

# submitText
source: Submit
es_es: Enviar

# verificationText
source: Verification
es_es: Verificación

# checkPhoneNetwork
source: Check your network or phone number entered
es_es: Verifique su red o número de teléfono ingresado

source: Sign in failed
es_es: Fallo al iniciar sesion

# socialText
source: You’re almost logged in.Kindly provide your phone number for verification.
es_es: Ya casi has iniciado sesión. Proporciona tu número de teléfono para la verificación.

# registerText
source: Register
es_es: Registrarse

# homeText
source: Home
es_es: Hogar

# accountText
source: Account
es_es: Cuenta

# myDeliv
source: My Deliveries
es_es: Mis entregas

# pendingDeliv
source: Pending Deliveries
es_es: Entregas pendientes

# pastDeliv
source: Past Deliveries
es_es: Entregas pasadas

source: Grocery
es_es: Tienda de comestibles

source: Delivered
es_es: Entregado

source: My Account
es_es: Mi cuenta

# foodText
source: Food
es_es: Comida

source: Saved Addresses
es_es: Direcciones guardadas

# saveAddress
source: Save addresses for quick process
es_es: Guardar direcciones para un proceso rápido

# tnc
source: Terms & Conditions
es_es: Términos y condiciones

# knowtnc
source: Know our Terms & Conditions
es_es: Conoce nuestros términos y condiciones

source: Share App
es_es: Compartir aplicación

# shareFriends
source: Share with friends & family
es_es: Comparte con amigos y familiares

source: Support
es_es: Apoyo

source: About Us
es_es: Sobre nosotros

# recentSearch
source: Recent Searches
es_es: Búsquedas recientes

source: Contact us
es_es: Contacta con nosotros

# contactQuery
source: Connect us for any query & issue
es_es: Conéctese con nosotros para cualquier consulta y problema

# feedbackText
source: Let us know your feedback, queries or issue regarding app or features.
es_es: Háganos saber sus comentarios, consultas o problemas relacionados con la aplicación o las características.

source: Your Message
es_es: Tu mensaje

# entermsg
source: Enter your message
es_es: Ingrese su mensaje

# sendmsg
source: Send message
es_es: Enviar mensaje

source: Food Info
es_es: Información de comida

# addFood
source: Add food items & Quantity
es_es: Agregar alimentos y cantidad

# addGrocery
source: Add Grocery items & Quantity
es_es: Agregar artículos de supermercado y cantidad

source: Add Item
es_es: Añadir artículo

source: Add more
es_es: Añadir más

# addinfo
source: Additional Information
es_es: Información Adicional

# addinfoInput
source: Enter additional information ( i.e No onion)
es_es: Ingrese información adicional (es decir, sin cebolla)

# addFresh
source: Enter additional information ( i.e Pick Fresh)
es_es: Ingrese información adicional (es decir, Pick Fresh)

source: Grocery Store
es_es: Tienda de comestibles

# availableText
source: Will deliver which foods are available at restaurant.
es_es: Entregará qué alimentos están disponibles en el restaurante.

# delivCall
source: Delivery man will call to confirm total bill amount.
es_es: El repartidor llamará para confirmar el monto total de la factura.

# delivCharges
source: Delivery Charges are non-refundable.
es_es: Los gastos de envío no son reembolsables.

source: View profile
es_es: Ver perfil

source: My Profile
es_es: Mi perfil

source: Logout
es_es: Cerrar sesión

source: Logging out
es_es: Saliendo de tu cuenta

# sureText
source: Are you sure?
es_es: Estas seguro

source: Yes
es_es: si

source: Courier Info
es_es: Información de mensajería

# delivInfo
source: Delivery Info
es_es: Información de entrega

# courierInput
source: Enter Courier info (i.e thing in package)
es_es: Ingrese la información del servicio de mensajería (es decir, la cosa en el paquete)

source: Courier detail
es_es: Detalle de mensajería

# proceedPayment
source: Proceed to Payment
es_es: Proceder al pago

source: Confirm Info
es_es: Confirmar información

source: Distance
es_es: Distancia

# searchRes
source: Search Restaurant
es_es: Buscar restaurante

source: Search Store
es_es: Buscar tienda

# nameRes
source: Name of Restaurant
es_es: Nombre del restaurante

# nameStore
source: Name of Store
es_es: Nombre de la tienda

source: Grocery Item
es_es: Artículo de abarrotes

# viewMap
source: View in Map
es_es: Ver en el mapa

# ecoTime
source: Usually takes 2-3 days to deliver.
es_es: Por lo general, tarda 2-3 días en entregarse.

source: Contact Number
es_es: Número de contacto

source: Drop Location
es_es: Lugar de caída

# dropHint
source: Enter Drop Location
es_es: Ingrese la ubicación de colocación

# landmark
source: Enter Landmark
es_es: Ingresar hito

# measurement
source: Select Measurement
es_es: Seleccionar medida

# namePerson
source: Name of Person
es_es: Nombre del Persona

# paymentMode
source: Payment modes
es_es: Modos de pago

source: Restaurant
es_es: Restaurante

source: Food items
es_es: Alimentos

source: Done
es_es: Hecho

# amountPay
source: Amount to pay
es_es: Monto a pagar

source: Pickup Assigned
es_es: Recogida asignada

# pickupArranged
source: Your pickup has been arranged
es_es: Su recogida ha sido arreglada

# thanksText
source: Thanks for choosing us for delivering your valuable stuffs.
es_es: n Gracias por elegirnos para entregar sus cosas valiosas.

# trackCourier
source: Track my courier
es_es: Rastrea mi correo

# pickupLoc
source: Pickup Location
es_es: Lugar de recogida

# pickupHint
source: Enter Pickup Location
es_es: Ingrese la ubicación de recogida

source: Courier Type
es_es: Tipo de mensajería

source: Envelope
es_es: Sobre

# arrangeDeliv
source: Arrange delivery
es_es: Organizar la entrega

# arrangeDelivText
source: Arrange delivery of anything, Anytime & Anywhere
es_es: Organizar la entrega de cualquier cosa, nCualquier momento y en cualquier lugar

# getFood
source: Get Food Delivered
es_es: Obtenga comida entregada

# getFoodText
source: Order our deliveryman for food from any restaurant you want.
es_es: Solicite a nuestro repartidor comida nde cualquier restaurante que desee.

# getGrocery
source: Get Grocery Delivered
es_es: Entrega de comestibles

# getGroceryText
source: Order our deliveryman for food from any restaurant you want.
es_es: Solicite a nuestro repartidor comida nde cualquier restaurante que desee.

# promo
source: Promotional Ads
es_es: Anuncios promocionales

source: Courier
es_es: Mensajero

source: Box Pack
es_es: Paquete de caja

source: Other
es_es: Otro

source: Height
es_es: Altura

source: Width
es_es: Anchura

source: Length
es_es: Longitud

source: Weight
es_es: Peso

source: Update
es_es: Actualizar

# selectDelivery
source: Select Delivery Mode
es_es: Seleccionar modo de entrega

# ecoDelivery
source: Economic Delivery
es_es: Entrega económica

# delivMode
source: Delivery Mode
es_es: Delivery ModeModo de entrega

# signoutAccount
source: Signout from current account
es_es: Cerrar sesión de la cuenta corriente

source: Select Country from list
es_es: Seleccione el país de la lista

source: Frangible
es_es: Frágil

source: Economy Delivery
es_es: economía Entrega

# comment1
source: Usually takes 2-3 days to deliver.
es_es: Por lo general toma 2-3 días para entregar.

source: Delux Delivery
es_es: Delux Entrega

# comment2
source: Assured 6 hour delivery.
es_es: entrega 6 horas asegurada.

source: Premium Delivery
es_es: prima de Entrega

# comment3
source: Dedicated delivery boy deliver in 2-3 hours.
es_es: repartidor Dedicated entregar en 2-3 horas.

source: City Garden
es_es: ciudad Jardín

source: Box Courier
es_es: caja de mensajero

# comment4
source: Birthday Gift containing Flower Vas. Carry carefully as it is frangible.
es_es: Regalo de cumpleaños que contiene flor Vas. Llevar con cuidado, ya que es frágil.

source: Cash on Pickup
es_es: Efectivo al recoger

# payWhilePickDelivery
source: Pay while pick a delivery.
es_es: Pagar, mientras que recoger una entrega.

source: Cash on Delivery
es_es: Los envíos contra reembolso

# paywhileDropDelivery
source: Pay while drop a delivery.
es_es: Pay mientras gota una entrega.

# payPayPalAccount
source: Pay from PayPal Account
es_es: Pago de Cuenta PayPal

source: Stripe
es_es: Raya

# payStripeAccount
source: Pay from Stripe Account
es_es: Pago de Cuenta raya

source: Usually delivery in 1 hour.
es_es: Por lo general, la entrega en 1 hora.

source: Assured 45 minutes delivery.
es_es: Asegurado entrega 45 minutos.

source: Dedicated delivery boy deliver in 25-30 minutes.
es_es: repartidor Dedicated entregar en 25-30 minutos.

source: Pack of Everyday Milk
es_es: Todos los días paquete de leche

source: Frozen Chicken Pack
es_es: Pollo congelado Paquete

# coconutOil500
source: Coconut Oil (500ml Pack)
es_es: El aceite de coco (500 ml Pack)

# keepFrozenChicken
source: Keep frozen chicken in seperate pack.
es_es: Mantenga el pollo congelado en el paquete separado.

# orderFromUs20Discounts
source: Order from us and get 20% Discounts
es_es: Orden de nosotros y obtener descuentos del 20%

# orderFromUsWepaydeliveryCharge
source: Order from us and We’ll pay delivery Charge
es_es: Orden de nosotros y nos volveremos a pagar una tasa de entrega

source: City Grocery Store
es_es: Ciudad de tienda de ultramarinos

# wayToDeliver
source: Delivering in 30 Min
es_es: Manera de entregar

source: Office
es_es: Oficina

source: Delivery Man
es_es: Repartidor

source: Payment via Cash on Pickup
es_es: El pago vía automático en el Pickup

source: Company Privacy Policy
es_es: Empresa política de privacidad

source: Hey
es_es: Oye

source: Make less spicy with less gravy.
es_es: Hacer menos con menos picante salsa.

source: Full Name
es_es: Nombre completo

source: Enter Full name
es_es: Introduce el nombre completo

source: Enter Landmark
es_es: Introduzca Landmark

# saveAddress2
source: Save Address
es_es: Guardar Dirección

source: Height Width Length
es_es: Altura ancho largo

source: Veg Sandwich
es_es: Sanduche Vegano

# farmPizza
source: FarmVilla Pizza
es_es: Pizza FarmVilla

source: Chicken Soup
es_es: Sopa de Pollo
